Repository: joaconigro/plugin.audio.tuneinradio
Catalog: resources/language/resource.language.*/strings.po
Languages: es_ar

# #1000
source: Favourites
es_ar: Favoritos

# #1001
source: Recents
es_ar: Recientes

# #1002
source: Browse
es_ar: Navegar

# #1003
source: Search
es_ar: Buscar

# #1004
source: Add station
es_ar: Agregar estación

# #1005
source: Remove station
es_ar: Eliminar estación

# #1006
source: Custom URL
es_ar: URL Personalizada

# #1009
source: Add show
es_ar: Agregar show

# #1010
source: Remove show
es_ar: Eliminar show

# #1011
source: Refresh
es_ar: Refrescar

# #1012
source: Move up
es_ar: Mover arriba

# #1013
source: Move down
es_ar: Mover abajo

# #1014
source: Download Show
es_ar: Descargar Show

# #1015
source: Downloads
es_ar: Descargas

# #1016
source: Remove download
es_ar: Eliminar descarga

# #1017
source: Remove custom url
es_ar: Eliminar URL personalizada

# #1018
source: Add to Kodi favourites
es_ar: Agregar a los favoritos de Kodi

# #2000
source: Username
es_ar: Usuario

# #2001
source: Password
es_ar: Contraseña

# #2003
source: Debug Level
es_ar: Nivel de depuración

# #2004
source: None
es_ar: Ninguno

# #2005
source: Low
es_ar: Bajo

# #2006
source: Medium
es_ar: Medio

# #2007
source: High
es_ar: Alto

# #2008
source: Icon Colour
es_ar: Color de íconos

# #2009
source: White
es_ar: Blanco

# #2010
source: Black
es_ar: Negro

# #2011
source: Number Of Recents
es_ar: Número de recientes

# #2012
source: Prompt When Changing Station
es_ar: Mensaje cuando cambia estación

# #2014
source: Download Path
es_ar: Path de descarga

# #2015
source: Display TuneIn Featured Station
es_ar: Mostrar estaciones destacadas de TuneIn

# #2016
source: Display TuneIn Local Station(s)
es_ar: Mostrar estaciones locales de TuneIn

# #2017
source: Display Fanart
es_ar: Mostrar Fanart

# #2018
source: Download In Background
es_ar: Descarga en segundo plano

# #2031
source: Satellite (Broadcast)
es_ar: Satelite (Broadcast)

# #2035
source: Enable Downloads
es_ar: Habilitar descargas

# #2036
source: Update Cache (hrs)
es_ar: Actualizar cache (hrs)

# #2037
source: Latitude/Longitude
es_ar: Latitud/Longitud

# #2038
source: Language
es_ar: Idioma

# #2039
source: Red
es_ar: Rojo

# #2040
source: Only show TuneIn favourites
es_ar: Mostrar solo los favoritos de TuneIn

# #2041
source: Use UTF-8 enconding
es_ar: Usar encoding UTF-8

# #2051
source: Appearance
es_ar: Apariencia

# #2052
source: Downloads
es_ar: Descargas

# #2053
source: Formats
es_ar: Formatos

# #2054
source: Advanced
es_ar: Avanzado

# #3000
source: Enter station/show/artists name
es_ar: Escriba el nombre de estación/show/artista

# #3001
source: TuneIn account required to perform this action
es_ar: Una cuenta TuneIn es requerida para esta acción

# #3002
source: Visit tunein.com - for free sign up
es_ar: Visite tunein.com - para registrarse gratuitamente

# #3003
source: Unable to authenticate account
es_ar: No puede autenticar la cuenta

# #3004
source: Check username and password are correct
es_ar: Verifique que el usuario y la contraseña sean correctas

# #3005
source: Do you want to play stream?
es_ar: ¿Desea reproducir el stream?

# #3006
source: Enter custom url
es_ar: Escriba el URL personalizado

# #3007
source: '%s' exists in TuneIn.
es_ar: '%s' existe en TuneIn.

# #3008
source: Do you want to add it to your favourites?
es_ar: ¿Desea agregar a sus presintonías?

# #3009
source: Network error.
es_ar: Error de red.

# #3010
source: See xbmc.log for more information.
es_ar: Vea xbmc.log para más información.

# #3011
source: TuneIn Radio error.
es_ar: Error de TuneIn Radio.

# #3012
source: This stream does not exist in TuneIn.
es_ar: Este stream no existe en TuneIn.

# #3013
source: Do you want to add it to your presets as a custom url?
es_ar: ¿Desea agregar esta URL personalizada a sus favoritos?

# #3014
source: Enter a name for custom url
es_ar: Escriba un nombre para la URL personalizada

# #3015
source: Failed to download show.
es_ar: Falló en la descarga del show.

# #3016
source: Download show url is blank, try playing instead.
es_ar: El URL de descarga del show esta vacío, intente reproducirlo.

# #3017
source: Unable to add station to Kodi favourites.
es_ar: No se pudo agregar la estación a los favoritos de Kodi.

# #4001
source: Starting download of file.
es_ar: Iniciando la descarga del archivo.

# #4002
source: Downloaded %d of %d bytes.
es_ar: Descargados %d de %d bytes.

# #4003
source: File %s already exists.
es_ar: El archivo %s ya existe.

# #4004
source: %s has successfully been downloaded.
es_ar: %s ha sido descargado satisfactoriamente.

# #4005
source: Download of file failed: %s
es_ar: Falla en descarga del archivo: %s

# #4006
source: Overwrite?
es_ar: ¿Sobreescribir?
